// C-style comments.
// First non-comment line must be the following:
MCSkin3D Language File
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=Español
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#Version=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#SuppVersion=1.4
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="es-ES"

// These lines are not required, they are simply for identification
// purposes.
#Author="Paril"
#AuthorContact="paril@alteredsoftworks.com"
#AuthorSite="www.alteredsoftworks.com"

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="Aceptar"
C_CANCEL="Cancelar"
C_CLOSE="Cerrar"
C_COPYTOCLIPBOARD="Copiar al portapapeles"

M_FILE="Archivo"
	M_SAVE="Guardar"
	M_SAVEAS="Guardar como"
	M_SAVEALL="Guardar todo"
	M_UPLOAD="Subir piel..."
	M_EXIT="Salir"
M_EDIT="Editar"
	M_UNDO="Deshacer"
	M_REDO="Rehacer"
	M_TOOL="Herramientas"
M_VIEW="Ver"
	M_MODE="Modo de visualización"
		M_PERSPECTIVE="Perspectiva (3D)"
		M_TEXTURE="Textura (2D)"
		M_HYBRID="Híbrido"
	M_3D="Configuración 3D"
		M_ANIMATE="Animar"
		M_FOLLOWCUR="Seguir cursor"
		M_GRASS="Césped"
		M_GHOST="Mostrar partes ocultas como fantasma"
		M_MULTISAMPLING="Multimuestreo"
	M_2D="Configuración 2D"
		M_ALPHACHECKER="Cuadrícula alfa"
		M_OVERLAY="Superposición"
			M_ENABLEOVERLAY="Activar"
	M_TRANSMODE="Modo de transparencia"
		M_OFF="Desactivado"
		M_HELMETONLY="Solo casco"
		M_ALL="Todo"
	M_VISIBLEPARTS="Partes visibles"
		M_HEAD="Cabeza"
		M_HELMET="Casco"
		M_CHEST="Pecho"
		M_LEFTARM="Brazo izquierdo"
		M_RIGHTARM="Brazo derecho"
		M_LEFTLEG="Pierna izquierda"
		M_RIGHTLEG="Pierna derecha"
M_OPTIONS="Opciones"
	M_KEYSHORTCUTS="Atajos de teclado"
	M_BGCOLOR="Color de fondo (requiere reinicio)"
	M_USETEXTUREBASES="Usar texturas base"
M_LANGUAGE="Idioma"
M_HELP="Ayuda"
	M_CHECKUPDATES="Buscar actualizaciones"
	M_AUTOUPDATE="Buscar actualizaciones automáticamente"

T_TREE_ZOOMOUT="Alejar"
T_TREE_ZOOMIN="Acercar"
T_TREE_IMPORTHERE="Importar aquí..."
T_TREE_NEWFOLDER="Nueva carpeta aquí..."
T_TREE_RENAME="Renombrar..."
T_TREE_DELETE="Eliminar..."
T_TREE_CLONE="Clonar"
T_TREE_UPLOAD="Subir"

T_SAVE="Guardar"
T_SAVEALL="Guardar todo"
T_UNDO="Deshacer"
T_REDO="Rehacer"
T_PERSPECTIVE="Perspectiva"
T_TEXTURE="Textura"
T_HYBRID="Híbrido"
T_SCREENSHOT="Captura de pantalla (Mayús para guardar)"
T_TOGGLEHEAD="Mostrar/ocultar cabeza"
T_TOGGLEHELMET="Mostrar/ocultar casco"
T_TOGGLECHEST="Mostrar/ocultar pecho"
T_TOGGLELEFTARM="Mostrar/ocultar brazo izquierdo"
T_TOGGLERIGHTARM="Mostrar/ocultar brazo derecho"
T_TOGGLELEFTLEG="Mostrar/ocultar pierna izquierda"
T_TOGGLERIGHTLEG="Mostrar/ocultar pierna derecha"
T_SWATCHES="Muestrario"

M_IMPORT_HERE="Importar aquí..."
M_NEWFOLDER="Nueva carpeta"
M_NEWFOLDER_HERE="Nueva carpeta aquí..."
M_RENAME="Renombrar..."
M_DELETE="Eliminar..."
M_CLONE="Clonar"

T_TOOL_CAMERA="Cámara"
T_TOOL_PENCIL="Lápiz"
T_TOOL_ERASER="Borrador"
T_TOOL_DROPPER="Cuentagotas"
T_TOOL_DODGEBURN="Sobreexponer/Subexponer"
T_TOOL_DARKENLIGHTEN="Oscurecer/Clarear"
T_TOOL_BUCKET="Cubo de pintura"
T_TOOL_NOISE="Ruido"

B_MSG_DIRMISSING="Falta un directorio incluido; normalmente porque no descomprimió el programa. Aunque no es un problema grave, le faltarán las plantillas, muestrarios y otros contenidos incluidos."
B_MSG_UPTODATE="¡Ya tiene la versión más reciente y mejor!"
B_MSG_NEWUPDATE="Hay una nueva actualización disponible. ¿Abrir el actualizador ahora?"
B_MSG_UPLOADERROR="Error al subir la piel:"
B_MSG_UPLOADSUCCESS="¡Piel subida con éxito!"
B_MSG_DELETESKIN="¿Eliminar esta piel?\r\nSe moverá a la papelera de reciclaje."
B_MSG_DELETEFOLDER="¿Eliminar esta carpeta?\r\nSe moverá a la papelera de reciclaje."
B_MSG_OVERLAYERROR="No se pudo cargar la imagen de superposición: “{0}”; ¿la resolución es potencia de dos?"
B_MSG_UPLOADRES="Aunque puede editar texturas de alta resolución con MCSkin3D, no puede subirlas a su perfil de Minecraft."
B_MSG_ANTIALIAS="Reinicie MCSkin3D para aplicar la opción de multimuestreo."
B_MSG_PIXELFORMAT="Lo sentimos, su tarjeta gráfica parece no soportar el formato de 32 bits por píxel; actualmente es necesario para que MCSkin3D funcione correctamente."
B_MSG_SHORTCUTEXISTS="El atajo “{0}” entra en conflicto con “{1}” — se ha vaciado."

B_CAP_QUESTION="Pregunta"
B_CAP_SORRY="Lo siento"

C_SQUARE="Cuadrado"
C_CIRCLE="Círculo"

O_EXPOSURE="Exposición:"
O_INCREMENTAL="Incremento"
O_LIGHTEN="Clarear"
O_DARKEN="Oscurecer"
O_DODGE="Sobreexponer"
O_BURN="Subexponer"
Q_THRESHOLD="Umbral:"

C_NEW="Nuevo"
C_CANTMOVE="No se puede mover a"
C_COPY="Copiar"
C_MOVE="Mover"
C_MOVED="Movido"
C_COPYTO="Copiar a"
C_MOVETO="Mover a"
C_IMPORTTO="Importar a"

C_SETTINGSFAILED="Error al cargar el archivo de configuración; se han cargado los valores predeterminados."

C_AUTOLOGIN="¿Inicio de sesión automático?"
C_REMEMBER="¿Recordarme?"
C_USERNAME="Nombre de usuario:"
C_PASSWORD="Contraseña:"
C_UPLOADTEXT="Para subir su piel, debe iniciar sesión en Minecraft.net. Este programa puede hacerlo automáticamente; introduzca su nombre de usuario y contraseña para continuar."

C_UPLOADING="Subiendo su piel... Espere por favor..."
C_SHORTCUTINUSE="Atajo ya en uso"

S_TREEVIEW_ZOOMIN="Ampliar vista de árbol"
S_TREEVIEW_ZOOMOUT="Reducir vista de árbol"
S_SWATCH_ZOOMIN="Ampliar muestrario"
S_SWATCH_ZOOMOUT="Reducir muestrario"
S_COLORSWAP="Intercambiar primer plano/fondo"
S_RENAME="Cambiar nombre"
S_CLONE="Clonar nodo"
S_DELETE="Eliminar nodo"
S_SCREENSHOT_CLIP="Captura de pantalla al portapapeles"
S_SCREENSHOT_SAVE="Guardar captura de pantalla"
S_TOGGLEVIEW="Cambiar modo de vista"
S_TOGGLETRANS="Cambiar modo de transparencia"

M_SHORTCUTS="Haga clic en el cuadro de texto de abajo y luego presione la tecla que desea asignar a este atajo."
W_OPTIONS="Mostrar/ocultar opciones de herramienta"

T_CAMERA="Botón izquierdo para girar. Botón derecho/rueda para acercar/alejar."
T_PENCIL="Botón izquierdo para dibujar; botón derecho/rueda para girar/acercar; mantenga Mayús para usar color de fondo."
T_DROPPER="Botón izquierdo para tomar color. Botón derecho/rueda para girar/acercar. Mantenga Mayús para tomar como color de fondo, de lo contrario como color de primer plano."
T_DODGEBURN="Botón izquierdo para Sobreexponer/Subexponer. Botón derecho/rueda para girar/acercar. Mayús para cambiar de herramienta."
T_DARKENLIGHTEN="Botón izquierdo para oscurecer/clarear. Botón derecho/rueda para girar/acercar. Mayús para cambiar de herramienta."
T_ERASER="Botón izquierdo para borrar a color transparente y canal alfa. Botón derecho/rueda para girar/acercar."
T_FILL="Botón izquierdo para rellenar píxeles. Mayús para usar color de fondo. Ctrl para bloquear la parte. Botón derecho/rueda para girar/acercar."
T_NOISE="Botón izquierdo para aplicar ruido. Botón derecho/rueda para girar/acercar."

C_UNSAVED="Tiene cambios sin guardar. ¿Está seguro de que quiere salir?"
C_UNSAVED_CAPTION="¡Espere!"

O_HOLDNESS="Intensidad:"

G_BRUSH="Pincel"
G_BRUSHOPTS="Opciones del pincel"
G_NOISEOPTS="Opciones de ruido"
G_FILLOPTS="Opciones de relleno"
G_TOOL="Herramienta"

T_DECRES="Reducir resolución"
T_INCRES="Aumentar resolución"

M_NEWSKIN="Nueva piel"
M_NEWSKIN_HERE="Nueva piel aquí"

M_SKINERROR="¡No se pudo descargar la piel desde el almacén de Minecraft!"
M_FETCH_NAME="Obtener desde Minecraft"
M_FETCH_TEXT="MCSkin3D puede obtener la piel de su cuenta de Minecraft (o de cualquier persona) e importarla como archivo de piel. Introduzca el nombre de la cuenta abajo y luego haga clic en 'Importar'."
M_PLAYER_NAME="Nombre del jugador:"

C_YES="Sí"
C_NO="No"
D_DONTASK="No volver a preguntar"
M_IRREVERSIBLE="Nota: ¡Las pieles de alta resolución no se pueden subir a Minecraft.net como piel normal!\n\nEsta operación es irreversible y provocará la pérdida de todas las funciones de deshacer/rehacer anteriores. ¿Está seguro de que desea continuar?"

M_TEMP="Está intentando ejecutar MCSkin3D desde una ubicación temporal. Por favor, descomprima el programa correctamente antes de ejecutarlo."

T_RESETCAMERA="Restablecer cámara"
M_SKINDIRS="Directorios de pieles"
M_DYNAMICOVERLAY="Superposición dinámica"
M_DYNAMICOPTIONS="Opciones dinámicas"
M_LINECOLOR="Color de línea"
M_LINESIZE="Grosor de línea"
M_OVERLAYTEXTSIZE="Tamaño de texto"
M_TEXTCOLOR="Color de texto"

U_PIXELSCHANGED="Píxeles cambiados"
T_TOOL_STAMP="Sello"
T_STAMP="Clic izquierdo para usar el sello. Mayús + clic para copiar un área al pincel."
L_UNDOACTIONS="Deshacer {0} acción(es)"
L_REDOACTIONS="Rehacer {0} acción(es)"

M_BROWSE="Navegar a {0}"
M_SKIN="Piel"
M_FOLDER="Carpeta"

M_SHARED="Opciones compartidas"
M_INFINITEMOUSE="Ratón infinito"

T_SWATCHEDIT="Editar muestrario"
T_DELETESWATCH="Eliminar muestrario"
T_ADDSWATCH="Añadir muestrario"

M_EXPT_EXCEPTION="¡Excepción!"
M_EXPT_APPERROR="¡Error de aplicación!"
M_EXPT_ERRORTEXT="MCSkin3D ha encontrado un error y podría volverse inestable. ¡Pero no se preocupe, puede tomar medidas para ayudar!\r\n\r\nSi desea ayudar al desarrollador, ¡envíenos un informe de error! En la parte inferior de esta ventana hay un enlace azul que apunta al contenido del informe. Enviárnoslo (búsquenos en PlanetMinecraft) ayudará enormemente al desarrollo."
M_EXPT_SHOW="No mostrar este mensaje de nuevo"
M_EXPT_CLOSE="Cerrar"
M_EXPT_VIEW="Para ver el informe, haga clic"
M_EXPT_HERE="aquí"

C_RESTART="¡El programa necesita reiniciarse para realizar esta operación!"
C_RESTART_CAPTION="Reinicio requerido"
D_UNSAVED="Tiene pieles sin guardar. Cambiar el directorio de pieles requiere actualizar la lista de pieles, por lo que perderá todos los cambios no guardados. Haga clic en 'Sí' para actualizar sin guardar; en 'No' para esperar a reiniciar; en 'Cancelar' para cancelar la operación."
D_UNSAVED_CAPTION="Cambios sin guardar"

M_RENDERSTATS="Estadísticas de renderizado"
M_GRIDCOLOR="Color de la cuadrícula"
M_GRIDOPACITY="Opacidad de la cuadrícula"

M_LOADING="Cargando..."
M_NEWPALETTE="Nueva paleta"
M_DELETEPALETTE="Eliminar paleta"
M_CONVERTSWATCH="Convertir muestrario..."
M_RENAMEPALETTE="Renombrar paleta"
M_CURRENTFORMAT="Formato actual:"
M_NEWFORMAT="Nuevo formato:"
M_SWATCHQUESTION="Esta operación eliminará permanentemente este muestrario. ¿Continuar?"
M_SWATCHQUESTION_CAPTION="¿Está seguro?"

M_UPDATESTARTING="Actualización descargada - MCSkin3D se cerrará ahora y se abrirá el actualizador. Tenga en cuenta que este programa se ejecuta desde su carpeta temporal, por lo que Windows (o su antivirus) puede mostrar una advertencia; no se preocupe, es solo para mantener limpio el directorio principal."
M_REPORTVIEWER="Visor de informes"

M_GRIDENABLED="Mostrar cuadrícula"
M_RENDERRESTART="Cambiar el modo de renderizado requiere reiniciar."
M_RENDERER="Motor de renderizado"
M_CLIENTARRAYS="Matrices de cliente"
M_IMMEDIATE="Modo inmediato"
W_POPOUT="Desacoplar"

E_SKINERROR="Error al cargar la piel “{0}”; elimine este archivo o muévalo fuera de la carpeta."
T_TOGGLECHESTARMOR="Mostrar/ocultar peto"
T_TOGGLELEFTARMARMOR="Mostrar/ocultar protección del brazo izquierdo"
T_TOGGLERIGHTARMARMOR="Mostrar/ocultar protección del brazo derecho"
T_TOGGLELEFTLEGARMOR="Mostrar/ocultar protección de la pierna izquierda"
T_TOGGLERIGHTLEGARMOR="Mostrar/ocultar protección de la pierna derecha"

M_CHESTARMOR="Peto"
M_LEFTARMARMOR="Protección brazo izquierdo"
M_RIGHTARMARMOR="Protección brazo derecho"
M_LEFTLEGARMOR="Protección pierna izquierda"
M_RIGHTLEGARMOR="Protección pierna derecha"

C_SCALE="Escalar"
C_CROP="Recortar"
M_SKINSIZEMISMATCH="El tamaño de esta piel no coincide con el tamaño esperado por el modelo seleccionado. MCSkin3D puede resolver este problema de una de las siguientes dos maneras:\n\nRecortar: Ajusta directamente el tamaño de la piel para que coincida con el modelo sin modificar la piel en sí. Según la diferencia de tamaño, es posible que se recorten algunas partes de la piel. Utilice esta opción si está convirtiendo una piel de la versión 1.7 a la 1.8.\n\nEscalar: Escala la piel al tamaño requerido.\n\nTenga en cuenta que esta es una operación destructiva e irreversible."